{
"Бош сахифа": "Главная",
  "Хамкорлар": "Партнеры",
  "Биз ҳақимизда": "О нас",
  "Алоқа": "Контакт",
  "Қурилиши давом этяпти": "Идет строительство",
  "Ассалому алайкум !": "Здравствуйте!",
  "Сизларга шуни маълум киламизки Наманганда махсус қолип (пресс-форма) ларни ясашда ва ишлатишда фойдаланиладиган асбоб-ускуна(инструмент)лар дукони очилди!": "Сообщаем Вам, что в Намангане открылся магазин по инструментам для изготовлению и применению специальных пресс-форм!",
  "Биз сизга буюртма асосида хам сизга керакли булган нарсаларни тез ва арзон нархларда етказиб берамиз.": "Мы доставим вам все необходимое под заказ и по низкой цене.",
  "Асосий махсулоларимиз тури куйидагилар:": "Основные виды нашей продукции:",
  "Металга ишлов берувчи асбоблар (Оправкалар, фрезалар ва хоказолар)": "Металлообрабатывающие инструменты (Оправки, фрезы, сверла и т.д).",
  "Пластмасса қолиплари ва штамплар учун бутловчи кисмлар (Летниклар, толкателлар, пружиналар)": "Комплектующие для пластиковых пресс-форм и штампов (Летники, толкатели, пружины и т.д.).",
  "Улчов асбоблари (Штангенциркуль, микрометр).": "Измерительные инструменты (Штангенциркули, микрометры и т.д.)",
  "Метални сайқаллаш учун ишлатиладиган асбоблар(Керамик тошлар, олмос тошлар, тош коғозлар).": "Инструменты для полировки металла (Оборудование и материалы для полировки).",
  "Қолип (пресс-форма) учун керак буладиган мойлар (Mold release , Mold cleaning , Anti rust).": "Масла для пресс-форм (разделение пресс-форм, очистка пресс-форм, защита от ржавчины и т. д.)",
  "Эрозия йули билан металга ишлов берувчи ускуналар (WIRE EDM, SPARK EDM, SUPER DRIL": "Оборудование для обработки металлов эрозией (Электроэрозионные проволочно-вырезные и копировально-прошивные станки).",
  "Металга ЧПУ бошкаруви оркали ишлов берувчи ускуналар (VMC CNC": "Оборудование для обработки металла под управлением ЧПУ (обрабатывающий центр с ЧПУ по металлу)",
  "Пластмасса махсулотлари қуйиш учун ускуналар (Термопластавтоматлар ва қолиплар).": "Оборудование для литья пластиковых изделий (Термопластавтоматы)",
  "Биз билан боғланиш": "Cвяжитесь с нами",
  "Наманган вилояти , Давлатобод тумани , Дустлик Шох кучаси 109-уй": "Наманганская область, Давлатабадский район, улица Дустлик Шох 109",
  "Бизни кузатиб боринг": "Подписывайтесь на нас",
  "Бизнинг манзил": "Наш адресс",
  "Биз билан боғланинг": "Свяжитесь с нами",
  "Электрон манзил": "Электрон адрес",
  "Қолип тайёрлаш учун барча асбоблар, қолип бутловчи қисмлари ва аксессуарлари, қолип учун киёвий моддалар, силлиқлаш  ва сайқаллаш асбоблари, абразив тошлар, CNC дастгохлари, Термопластавтоматлар ва хоказолар.": "Все инструменты для изготовления пресс-форм, компоненты и аксессуары для пресс-форм, химикаты для пресс-форм, инструменты для шлифование и полирование, абразивные камни, станки для металлообработки с ЧПУ, термопластавтоматы и т.д.",
  "Фойдали ҳаволалар": "Полезные ссылки",
  "Таклифлар учун": "Для предложений",
  "Доимий мижозларга қулайлик яратиш ва янги мижозларни жалб қилиш учун ушбу сайт яратилган бўлиб, унда сиз керакли қисмлар, бутловчи қисмлар, асбоблар, каталоглар ва махсулот маълумотларини топишингиз мумкин. Агар бирор нарсани топа олмасангиз - биз билан телефон ёки почта орқали боғланинг, биз сизга дархол ёрдам берамиз.": "Для удобства работы постоянных клиентов и привлечения новых заказчиков был создан этот сайт, на котором можно найти нужные детали, компоненты, инструменты, каталоги и информацию о продуктах. Если Вам не удалось найти что-либо - без замешательства обращайтесь по телефону или почте, мы немедленно поможем."
}