import React from 'react'
import './About.scss'
import about from "../../images/about.jpg";
import {useTranslation} from "react-i18next";

const About = () => {
  const {t} = useTranslation()
  return  (
    <div className={'about__container'}>
    <h1>{t('Биз ҳақимизда')}</h1>
      <div>{t('Ассалому алайкум !')}</div>
      <div>{t('Сизларга шуни маълум киламизки Наманганда махсус қолип (пресс-форма) ларни ясашда ва ишлатишда фойдаланиладиган асбоб-ускуна(инструмент)лар дукони очилди!')}</div>
      <div>{t('Биз сизга буюртма асосида хам сизга керакли булган нарсаларни тез ва арзон нархларда етказиб берамиз.')}</div>
      <img src={about} className="about__images"/>
      <p>{t('Асосий махсулоларимиз тури куйидагилар:')}</p>
      <ul className="about__list">
        <li>
          {t('Металга ишлов берувчи асбоблар (Оправкалар, фрезалар ва хоказолар)')}
        </li>
        <li>
          {t('Пластмасса қолиплари ва штамплар учун бутловчи кисмлар (Летниклар, толкателлар, пружиналар)')}
        </li>
        <li>
          {t('Улчов асбоблари (Штангенциркуль, микрометр).')}
        </li>
        <li>
          {t('Метални сайқаллаш учун ишлатиладиган асбоблар(Керамик тошлар, олмос тошлар, тош коғозлар).')}
         </li>
        <li>{t('Қолип (пресс-форма) учун керак буладиган мойлар (Mold release , Mold cleaning , Anti rust).')}
        </li>
        <li>
          {t('Эрозия йули билан металга ишлов берувчи ускуналар (WIRE EDM, SPARK EDM, SUPER DRIL')}
        </li>
        <li>{t('Металга ЧПУ бошкаруви оркали ишлов берувчи ускуналар (VMC CNC)')}
          </li>
        <li>{t('Пластмасса махсулотлари қуйиш учун ускуналар (Термопластавтоматлар ва қолиплар).')}
       </li>
      </ul>
    </div>
  )
}

export default About